Dlubal.RFEM5.DimensionPlacement
Type of dimension placement

Dlubal.RFEM5.DimensionPlacement.UnknownDimensionPlacement
Unknown placement

Dlubal.RFEM5.DimensionPlacement.InnerPlacement
Inner angle

Dlubal.RFEM5.DimensionPlacement.OuterPlacement
Opposite angle

Dlubal.RFEM5.DimensionPlacement.OuterPlacementFromLeftSide
Outer angle from left side

Dlubal.RFEM5.DimensionPlacement.OuterPlacementFromRightSide
Outer angle from right side